Repository: LSA-Translations-test/omegatDEtoFR
Catalog: omegat/project_save.tmx
Source language: de
Languages: fr

source: Berufe
fr: Emplois

source: Ein Lehrer unterrichtet Schüler und bringt ihnen verschiedene Dinge bei.
fr: un Enseignant enseigne au élèves et leur apprend différentes choses.

source: Es gibt sehr viele verschiedene Berufe.
fr: Il existe beaucoup d'emplois différents.

source: In einer Volksschule lehren Lehrer den Kindern das Lesen und Schreiben.
fr: Dans une école primaire, les enseignants apprennent aux enfants à lire et à écrire.
